Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminCatalogNotification.*.xlf
Languages: bs_ba

source: You must select some products before
bs_ba: Morate odabrati neke proizvode prije

source: Deleting multiple categories
bs_ba: Brisanje više kategorija

source: Deleting this category will remove products linked only within this category and no others. Are you sure you want to continue?
bs_ba: Brisanje ove kategorije ukloniti će sve proizvode koji su povezani samo s ovom kategorijom. Jeste li sigurni da želite nastaviti?

source: You cannot set a negative position, the minimum for a position is 0.
bs_ba: Ne možete postaviti negativnu poziciju, minimum za poziciju je 0.

source: You cannot set a position greater than the total number of products in the category, minus 1 (position numbering starts at 0).
bs_ba: Ne možete postaviti položaj veći od ukupnog broja proizvoda u kategoriji, minus 1 (pozicija numerisanja počinje na 0).

source: Error on image caption: "%1s" is not a valid caption.
bs_ba: Greška na natpisu slike: "%1s" nije valjan naslov.

source: The discount was successfully generated.
bs_ba: Popust je uspješno generisan.

source: The root category of the shop %shop% is not associated with the current shop. You can't access this page. Please change the root category of the shop.
bs_ba: Glavna kategorija trgovine %shop% nije povezana s trenutnom trgovinom. Ne možete pristupiti ovoj stranici. Molimo promijenite glavnu kategorije trgovine.

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
bs_ba: To će također kopirati slike. Ako želite nastaviti, kliknite na "Da". Ako ne, kliknite na "Ne".

source: This will copy the images too. If you wish to proceed, click "%yes_label%". If not, click "%no_label%".
bs_ba: To će također kopirati slike. Ako želite nastaviti, kliknite na "Da". Ako ne, kliknite na "Ne".

source: You cannot update the available stock when it depends on stock.
bs_ba: Ne možete ažurirati dostupne zalihe kada to ovisi o zalihama.

source: Incorrect Stock Manager class [%s]
bs_ba: Pogrešna klasa Upravitelja stanjem [%s]

source: Stock Manager class not found [%s]
bs_ba: Klasa Upravitelja stanjem nije pronađena [%s]

source: This file is associated with the following products, do you really want to delete it?
bs_ba: Ova datoteka je povezana sa sljedećim proizvodima, da li je stvarno želite izbrisati?

source: File not found
bs_ba: Datoteka nije pronađena

source: The file %file% exceeds the size allowed by the server. The limit is set to %size% MB.
bs_ba: Datoteka %file% prelazi dozvoljenu veličinu od strane servera. Ograničenje je postavljeno na %size% MB.

source: Please select at least one attribute.
bs_ba: Odaberite barem jedan atribut.

source: Unable to initialize these parameters. A combination is missing or an object cannot be loaded.
bs_ba: Ne mogu inicijalizirati parametre, nedostaje kombinacija ili se objekt ne može učitati.

source: An error occurred while updating the status for an object.
bs_ba: Došlo je do greške tokom ažuriranja statusa za objekt.

source: (cannot load object)
bs_ba: (objekt se ne može učitati)

source: The attribute value "%1$s" already exist for %2$s language
bs_ba: Vrijednost atributa "%1$s" već postoji za %2$s jezik

source: Failed to delete the attribute.
bs_ba: Neuspješno brisanje atributa.

source: This feature has been disabled. You can activate it here: %link%.
bs_ba: Ova osobina je onemogućena. Vi je možete aktivirati ovdje: %link%.

source: The voucher cannot end before it begins.
bs_ba: Vaučer se ne može završi prije nego što počne.

source: The minimum amount cannot be lower than zero.
bs_ba: Minimalni iznos ne može biti manji od 0.

source: Reduction percentage must be between 0% and 100%
bs_ba: Procenat popusta mora biti između 0% i 100%

source: Reduction amount cannot be lower than zero.
bs_ba: Iznos popusta ne može biti manji od 0.

source: This cart rule code is already used (conflict with cart rule %rulename%)
bs_ba: Šifra pravila korpe se već koristi (konflikt s pravilom košarice %rulename%)

source: An action is required for this cart rule.
bs_ba: Akcija je potrebna za korištenje ove korpe.

source: No product has been found.
bs_ba: Niti jedan proizvod nije pronađen.

source: Invalid product
bs_ba: Nevažeći proizvod

source: Invalid combination
bs_ba: Nevažeća kombinacija

source: An error occurred during the image upload process.
bs_ba: Dogodila se greška prilikom prijenosa slike.

source: An order has already been placed with this cart.
bs_ba: Narudžba je već poslana s ovom korpom.

source: This product cannot be added to the cart.
bs_ba: Proizvod se ne može dodati u korpu.

source: You already have the maximum quantity available for this product.
bs_ba: Već imate maksimalnu raspoloživu količinu za ovaj proizvod.

source: Invalid voucher.
bs_ba: Nevažeći vaučer.

source: The category cannot be moved here.
bs_ba: Kategorija se ne može premjestiti ovdje.

source: The category cannot be a parent of itself.
bs_ba: Kategorija ne može biti roditelj sama sebi.

source: Unknown delete mode: %s
bs_ba: Nepoznati način brisanja: %s

source: An error occurred while uploading category image.
bs_ba: Dogodila se greška tokom učitavanja slike kategorije.

source: An error occurred while uploading thumbnail image.
bs_ba: Dogodila se greška tokom učitavanja sličice.

source: Could not delete #%i
bs_ba: Nije mogao izbrisati #%i

source: Missing id_hook
bs_ba: Nedostaje id_hook

source: Missing block_name
bs_ba: Nedostaje block_name

source: Missing block_name value for language %s
bs_ba: Nedostaje vrijednost block_name za jezik %s

source: Missing %s value in custom [%s] for language %s
bs_ba: Nedostaje %s vrijednost u prilagođenom [%s] za jezik %s

source: Missing %s value in custom[%s] for language %s
bs_ba: Nedostaje %s vrijednost u prilagođenom[%s] za jezik %s

source: Product(s) successfully activated.
bs_ba: Proizvod(i) uspješno aktiviran(i).

source: Product(s) successfully deactivated.
bs_ba: Proizvod(i) uspješno deaktivirani.

source: Product(s) successfully deleted.
bs_ba: Proizvod(i) uspješno izbrisan(i).

source: Product(s) successfully duplicated.
bs_ba: Proizvod(i) uspješno duplicirani.

source: Products successfully sorted.
bs_ba: Proizvodi uspješno sortirani.

source: Product successfully deleted.
bs_ba: Proizvod je uspješno izbrisan.

source: Product successfully duplicated.
bs_ba: Proizvod uspješno dupliciran.

source: Product successfully activated.
bs_ba: Proizvod uspješno aktiviran.

source: Product successfully deactivated.
bs_ba: Proizvod uspješno deaktiviran.

source: An error occurred while uploading the image:
bs_ba: Dogodila se greška tokom prijenosa slike:

source: There are not enough products in stock.
bs_ba: Nema dovoljno proizvoda na zalihi.

source: Cannot find specific price %price%
bs_ba: Nije moguće pronaći određenu cijenu %price%

source: This value is too long. It should have %limit% characters or less.
bs_ba: Ova vrijednost je preduga. Trebala bi imati %limit% znakova ili manje.

source: There is no result for this search. Update your filters to view other products.
bs_ba: Nema rezultata za ovu pretragu. Ažurirajte svoje filtere da biste vidjeli ostale proizvode.

source: Duplication in progress...
bs_ba: Dupliciranje u procesu...

source: Duplication failed.
bs_ba: Dupliciranje neuspjelo.

source: Activation in progress...
bs_ba: Aktivacija u procesu...

source: Activation failed.
bs_ba: Aktiviranje nije uspjelo.

source: Deactivation in progress...
bs_ba: Deaktivacija u procesu...

source: Deactivation failed.
bs_ba: Deaktiviranje nije uspjelo.

source: Deletion in progress...
bs_ba: Brisanje u toku...

source: Deletion failed.
bs_ba: Brisanje nije uspjelo.

source: Duplicating products
bs_ba: Dupliciranje proizvoda

source: Duplicating...
bs_ba: Dupliciranje...

source: Activating products
bs_ba: Aktiviranje proizvoda

source: Activating...
bs_ba: Aktiviranje...

source: Deactivating products
bs_ba: Deaktiviranje proizvoda

source: Deactivating...
bs_ba: Deaktiviranje...

source: Deleting products
bs_ba: Brisanje proizvoda

source: Deleting...
bs_ba: Brisanje...

source: You are in a multistore context: any modification will impact all your shops, or each shop of the active group.
bs_ba: Vi ste u kontekstu multi-trgovina: bilo koja promjena će uticati na sve vaše trgovine, ili svaku trgovinu aktivne grupe.

source: Friendly URLs are currently disabled.
bs_ba: Prijateljski URL-ovi trenutno onemogućeni.

source: To enable it, go to [1]SEO and URLs[/1]
bs_ba: Za omogućavanje, idite na [1]SEO i URL[/1]

source: Friendly URLs are currently enabled.
bs_ba: Prijateljski URL-ovi trenutno onemogućeni.

source: To disable it, go to [1]SEO and URLs[/1]
bs_ba: Za onemogućavanje, idite na [1]SEO i URL[/1]

source: The "Force update of friendly URL" option is currently enabled.
bs_ba: "Forsiranje ažuriranja prijateljskih URL-a" trenutno je omogućeno.

source: To disable it, go to [1]Product Settings[/1]
bs_ba: Da biste onemogućili idite na [1]Postavke proizvoda[/1]

source: You can't add or edit a product in this shop context: select a shop instead of a group of shops.
bs_ba: Ne možete dodati ili urediti proizvod u ovoj trgovini: odaberite trgovinu umjesto grupu trgovina.

source: This will delete all the combinations. Do you wish to proceed?
bs_ba: To će izbrisati sve kombinacije. Želite li nastaviti?

source: This will delete the specific price. Do you wish to proceed?
bs_ba: To će izbrisati specifične cijene. Želite li nastaviti?

source: A pack of products can't have combinations.
bs_ba: Pakete proizvoda ne može se kombinirati.

source: A virtual product can't have combinations.
bs_ba: Virtualni proizvod ne može imati kombinacije.

source: This feature has been disabled. You can activate it here: %url%.
bs_ba: Ova osobina je onemogućena. Vi je možete aktivirati ovdje: %url%.

source: No address has been found for this brand.
bs_ba: Nema adrese za ovog proizvođača.

source: You can't manage your stock in this shop context: select a shop instead of a group of shops.
bs_ba: Ne možete upravljati zalihama u tom kontekstu trgovine: odaberite trgovinu umjesto grupe trgovina.

source: There is no attachment yet.
bs_ba: Još nema dodataka.

source: No product matches your search. Try changing search terms.
bs_ba: Nijedan proizvod ne odgovara vašem pretraživanju. Pokušajte promijeniti uslove pretraživanja.

source: Stock successfully updated
bs_ba: Skladište uspješno ažurirano
