Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminShippingHelp.*.xlf
Languages: eo_uy

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
eo_uy: Via interreta vendejo bezonas havi taŭgan kompanion registritan en PrestaShop tuj kiam vi komencas sendi viajn produktojn. Ĉi tio signifas sendi viajn pakaĵojn per via loka poŝta servo, aŭ havi kontrakton kun privata transportisto, kiu siavice sendos viajn pakaĵojn al viaj klientoj. Por ke PrestaShop sugestu la plej taŭgan transportiston al viaj klientoj dum ilia menda procezo, vi devas registri ĉiujn kompaniojn kun kiuj vi elektis labori.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
eo_uy: PrestaShop venas kun iuj moduloj de transportistoj, kiujn vi povas aktivigi. Vi ankaŭ povas aĉeti modulojn de aliaj transportistoj ĉe la vendejo de PrestaShop Addons. Rekomenditaj moduloj estas listigitaj sube: instalu la modulon, kiu kongruas kun via transportisto, kaj agordu ĝin!

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
eo_uy: Kiam ne ekzistas ekzistanta modulo por via transportisto, tiam vi povas registri tiun transportiston permane uzante la informojn, kiujn ĝi povas doni al vi: sendokostoj, regionaj zonoj, grandeco kaj limoj de pezo, ktp. Alklaku la butonon "Aldoni novan transportiston" por malfermi la Asistanton, kiu helpos vin rapide registri novan transportiston.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
eo_uy: Noto: NE registru novan transportiston se jam ekzistas modulo por ĝi! Uzado de modulo estos multe pli rapida kaj preciza!

source: The carrier's name will be displayed during checkout.
eo_uy: La nomo de la transportisto estos montrita dum la pago.

source: The delivery time will be displayed during checkout.
eo_uy: La livera tempo aperos dum la fina pago.

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
eo_uy: Inkluzivi la uzadkostojn (kiel agordita en Transport> Preferoj) en la fina transportista prezo.

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
eo_uy: Maksimuma larĝo administrita de ĉi tiu transportisto. Starigu la valoron "0", aŭ lasu ĉi tiun kampon malplena por ignori.

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
eo_uy: Maksimuma alteco administrita de ĉi tiu transportisto. Starigu la valoron "0", aŭ lasu ĉi tiun kampon malplena por ignori.

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
eo_uy: Maksimuma profundo administrita de ĉi tiu transportisto. Starigu la valoron "0", aŭ lasu ĉi tiun kampon malplena por ignori.

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
eo_uy: Maksimuma pezo administrita de ĉi tiu transportisto. Starigu la valoron "0", aŭ lasu ĉi tiun kampon malplena por ignori.

source: Allowed characters: letters, spaces and "%special_chars%".
eo_uy: Permesitaj signoj: literoj, spacoj kaj "%special_chars%".

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
eo_uy: Por kolekti la varon je magazeno, enigu 0 por anstataŭigi la nomon de transportisto per via vendeja nomo.

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
eo_uy: Enigu "0" por la plej longa senda prokrasto, aŭ "9" por la plej mallonga senda prokrasto.

source: Mark the groups that are allowed access to this carrier.
eo_uy: Marku la grupojn, kiuj rajtas aliron al ĉi tiu transportisto.

source: Enable the carrier in the front office.
eo_uy: Ebligi la transportiston je la klientservo.

source: Carrier name displayed during checkout
eo_uy: La nomo de la transportisto estos montrita dum la pago

source: Upload a logo from your computer.
eo_uy: Alŝuti emblemon el via komputilo.

source: or
eo_uy: aŭ

source: Estimated delivery time will be displayed during checkout.
eo_uy: Estimata livera tempo aperos dum la pago.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
eo_uy: Liverspurada URL: Entajpu '@' kie la spuradnumero devus aperi. Ĝi estos aŭtomate anstataŭigita per la spuradnumero.

source: The zones in which this carrier will be used.
eo_uy: La zonoj en kiuj estos uzata ĉi tiu transportisto.

source: Group access
eo_uy: Grupa aliro

source: Apply both regular shipping cost and product-specific shipping costs.
eo_uy: Apliki kaj regulajn sendokostojn kaj produkt-specifajn sendokostojn.

source: Include the shipping and handling costs in the carrier price.
eo_uy: Inkluzivi la sendo- kaj pakado-kostojn en la transportistan prezon.

source: Apply the cost of the highest defined range
eo_uy: Apliki la koston de la plej alta difinita intervalo

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
eo_uy: Eksterintervala konduto okazas, kiam neniu transportisto estas difinita (ekz. kiam la pezo de la klienta ĉareto estas pli granda ol la plej alta limo).

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
eo_uy: Maksimuma alteco administrita de ĉi tiu transportisto. Starigu la valoron "0", aŭ lasu ĉi tiun kampon malplena por ignori.

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
eo_uy: Maksimuma larĝo administrita de ĉi tiu transportanto. Starigu la valoron "0", aŭ lasu ĉi tiun kampon malplena por ignori.

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
eo_uy: Maksimuma profundo administrita de ĉi tiu transportanto. Agordu la valoron al "0", aŭ lasu ĉi tiun kampon malplena por ignori.

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
eo_uy: Maksimuma pezo administrita de ĉi tiu transportanto. Agordu la valoron al "0", aŭ lasu ĉi tiun kampon malplena por ignori.

source: Your shop's default carrier
eo_uy: La defaŭlta transportisto de via vendejo

source: This will only be visible in the front office.
eo_uy: Ĉi tio nur estos videbla ĉe la klientoservo.
