Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminInternationalFeature.*.xlf
Languages: eo_uy

source: Theme:
eo_uy: Ŝablono:

source: Theme files
eo_uy: Ŝablonaj dosieroj

source: %1$s (Language: %2$s, Theme: %3$s)
eo_uy: %1$s (lingvo: %2$s, etoso: %3$s)

source: Update translations
eo_uy: Ĝisdatigi tradukojn

source: Front office Translations
eo_uy: Tradukoj de la klientoservo

source: Back office translations
eo_uy: Administrejaj tradukoj

source: Themes translations
eo_uy: Etosaj tradukoj

source: Core (no theme selected)
eo_uy: Kerna (neniu etoso elektita)

source: The exchange rates are not automatically updated
eo_uy: La interŝanĝaj kurzoj ne aŭtomate ĝisdatiĝas

source: The exchange rates are automatically updated
eo_uy: La interŝanĝaj kurzoj aŭtomate ĝisdatiĝas

source: Update exchange rates
eo_uy: Ĝisdatigi interŝanĝajn kurzojn

source: Add / Update a language
eo_uy: Aldoni / Ĝisdatigi lingvon

source: Please select the language you want to add or update
eo_uy: Bonvolu elekti la lingvon, kiun vi volas aldoni aŭ ĝisdatigi

source: Add or update a language
eo_uy: Aldoni aŭ ĝisdatigi lingvon

source: Select your theme
eo_uy: Elekti vian etoson
