Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminNotificationsSuccess.*.xlf
Languages: eo_uy

source: Update successful
eo_uy: Ĝisdatigo sukcesis

source: Successful update.
eo_uy: Sukcesa ĝisdatigo.

source: Settings updated
eo_uy: Agordoj ĝisdatigitaj

source: The settings have been updated.
eo_uy: La agordoj estis ĝisdatigitaj.

source: Configuration updated
eo_uy: Agordo ĝisdatigita

source: Successfully overwrote email templates for theme %s with locale %s
eo_uy: Retpoŝtaj ŝablonoj por etoso %s sukcese superskribitaj per lokaĵaro %s

source: Successfully generated email templates for theme %s with locale %s
eo_uy: Retpoŝtaj ŝablonoj por etoso %s sukcese generitaj kun lokaĵaro %s

source: Email theme configuration saved successfully
eo_uy: Retpoŝta etoso estis sukcese konservita

source: Your theme has been correctly exported: %path%
eo_uy: Via etoso estis korekte eksportita: %path%

source: The settings have been successfully updated.
eo_uy: La agordoj estis sukcese ĝisdatigitaj.

source: The status has been successfully updated.
eo_uy: La stato estis sukcese ĝisdatigita.

source: Settings updated.
eo_uy: Agordoj ĝisdatigitaj.
