Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/AdminInternationalHelp.*.xlf
Languages: eo_eo

source: This will restore your last registered address format.
eo_eo: Ĉi tio restarigos vian lastan registritan adresformaton.

source: This will restore the default address format for this country.
eo_eo: Ĉi tio restarigos la defaŭltan adresformaton por ĉi tiu lando.

source: This will restore your current address format.
eo_eo: Ĉi tio restarigos vian nunan adresformaton.

source: This will delete the current address format
eo_eo: Ĉi tio forigos la nunan adresformaton

source: Missing files are marked in red
eo_eo: Mankantaj dosieroj estas markitaj ruĝe

source: You MUST use this syntax in your translations. Here are a few examples:
eo_eo: Ĉe viaj tradukoj vi DEVAS uzi tiun ĉi sintakson. Jen kelkaj ekzemploj:

source: This expression uses a special syntax:
eo_eo: Ĉi tiu esprimo uzas specialan sintakson:

source: Some of these expressions use this special syntax: %s.
eo_eo: Kelkaj el ĉi tiuj esprimoj uzas ĉi tiun specialan sintakson: %s.

source: You MUST use this syntax in your translations. Here are several examples:
eo_eo: Vi DEVAS uzi ĉi tiun sintakson en viaj tradukoj. Jen kelkaj ekzemploj:

source: There are [1]%replace%[/1] products
eo_eo: Estas [1]%replace%[/1] produktoj

source: "%s" will be replaced by a number.
eo_eo: "%s" estos anstataŭigita per nombro.

source: List of pages in [1]%replace%[/1]
eo_eo: Listo de paĝoj en [1]%replace%[/1]

source: "%s" will be replaced by a string.
eo_eo: "%s" estos anstataŭigita per ĉeno.

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
eo_eo: Trajto: [1]%1%[/1] ([1]%2%[/1] valoroj)

source: The numbers enable you to reorder the variables when necessary.
eo_eo: La nombroj ebligas al vi reordigi la variablojn kiam necese.

source: Click on the title of a section to open its fieldsets.
eo_eo: Alklaku la titolon de sekcio por malfermi ĝiajn kamparojn.

source: Here you can modify translations for all installed module.
eo_eo: Ĉi tie vi povas modifi tradukojn por ĉiuj instalitaj moduloj.

source: Select your module
eo_eo: Elektu vian modulon

source: Restrict country selections in front office to those covered by active carriers
eo_eo: Limigi landajn elektojn en ĉefa oficejo al tiuj, kiuj estas kovritaj de aktivaj transportaj kompanioj

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
eo_eo: Du- aŭ tri- litera ISO-kodo de lando (ekz. "us" por Usono).

source: International call prefix, (e.g. 1 for United States).
eo_eo: Internacia alvokprefikso (ekz. 1 por Usono).

source: Geographical region.
eo_eo: Geografia regiono.

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
eo_eo: Indiki la formaton de la poŝtkodo: uzu L por litero, N por nombro kaj C por la kodo ISO 3166-1 alfa-2 de la lando. Ekzemple, NNNNN por Usono, Francio, Pollando kaj multaj aliaj; LNNNNLLL por Argentino, ktp. Se vi ne volas, ke PrestaShop kontrolu la poŝtkodon por ĉi tiu lando, lasu ĝin malplena.

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
eo_eo: Montri ĉi tiun landon al viaj klientoj (la elektita lando ĉiam montriĝos en la Administrejo).

source: Provide the state name to be displayed in addresses and on invoices.
eo_eo: Provizi la nomon de ŝtato por montri ĝin ĉe adresoj kaj fakturoj.

source: 1 to 4 letter ISO code.
eo_eo: 1 ĝis 4-litera ISO-kodo.

source: You can prefix it with the country ISO code if needed.
eo_eo: Vi povas prefiksi ĝin per la ISO-kodo de lando, se necese.

source: Country where the state is located.
eo_eo: Lando, kie situas la ŝtato.

source: Only the countries with the option "contains states" enabled are displayed.
eo_eo: Nur la landoj kun ebligita opcio "enhavas ŝtatojn" estas montrataj.

source: Geographical region where this state is located.
eo_eo: Geografia regiono, kie ĉi tiu ŝtato situas.

source: Used for shipping
eo_eo: Uzata por sendado

source: You can define a range of Zip/postal codes (e.g., 75000-75015) or simply use one Zip/postal code.
eo_eo: Vi povas difini intervalon de poŝtkodoj (ekz. 75000-75015) aŭ simple uzi unu poŝtkodon.

source: You must define the behavior if an address matches multiple rules:
eo_eo: Vi devas difini la konduton kaze ke adreso kongruas kun pluraj reguloj:

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
eo_eo: Vi povas aldoni IP adreson ke ĉiam estos ebligita eniri vian vendejon (ekz. Google robota IP)
