Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ModulesGAnalyticsAdmin.*.xlf
Languages: he_il

source: Google Analytics
he_il: גוגל אנליטיקס

source: Google Analytics Tracking ID
he_il: מזהה מעקב של Google analytics

source: Enable User ID tracking
he_il: אפשר מעקב אחר זיהוי משתמש

source: Anonymize IP
he_il: להפוך IP לאנונימי

source: Use this option to anonymize the visitor’s IP to comply with data privacy laws in some countries
he_il: השתמש באפשרות זו כדי להפוך את כתובת IP של המבקר לאנונימית כדי לציית לחוקי הפרטיות של נתונים בארצות מסוימות

source: Enable Cross-Domain tracking
he_il: אפשר מעקב בין דומיינים "Cross-Domain"

source: Account ID updated successfully
he_il: מזהה החשבון עודכן בהצלחה

source: Settings for User ID updated successfully
he_il: הגדרות עבור מזהה משתמש עודכנו בהצלחה

source: Settings for Anonymize IP updated successfully
he_il: הגדרות עבור Anonymize IP עודכנו בהצלחה

source: Product detail views
he_il: פרטי מוצר

source: The checkout process
he_il: תהליך תשלום

source: And purchase
he_il: ותשלום

source: Create your account to get started.
he_il: צרו חשבון חדש להתחלה.
