Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.7/*/ShopNotificationsError.*.xlf
Languages: eo_eo

source: This voucher is disabled
eo_eo: Ĉi tiu kupono estas malebligita

source: This voucher has already been used
eo_eo: Ĉi tiu kupono jam estis uzita

source: This voucher is not valid yet
eo_eo: La kupono ankoraŭ ne validas

source: This voucher has expired
eo_eo: La kupono jam eksvalidiĝis

source: You cannot use this voucher anymore (usage limit reached)
eo_eo: Vi ne plu povas uzi tiun ĉi kuponon (dato de eksvalidiĝo jam atingita)

source: You cannot use this voucher
eo_eo: Vi ne povas uzi tiun ĉi kuponon

source: You must choose a delivery address before applying this voucher to your order
eo_eo: Vi devas elekti liveran adreson antaŭ uzi ĉi tiun kuponon je via mendo

source: You cannot use this voucher in your country of delivery
eo_eo: Vi ne povas uzi tiun ĉi kuponon en via livera lando

source: You must choose a carrier before applying this voucher to your order
eo_eo: Vi devas elekti trasportanton antaŭ uzi tiun ĉi kuponon je via mendo

source: You cannot use this voucher with this carrier
eo_eo: Vi ne povas uzi tiun ĉi kuponon kun tiu ĉi transportisto

source: You cannot use this voucher on products on sale
eo_eo: Vi ne povas uzi tiun ĉi kuponon por rabatitaj produktoj

source: Please log in first
eo_eo: Bonvolu unue ensaluti

source: You have not reached the minimum amount required to use this voucher
eo_eo: Vi ne atingis minimuman sumon bezonatan, por ke vi povu uzi tiun ĉi kuponon

source: This voucher is already in your cart
eo_eo: Tiu ĉi kupono jam estas en via ĉareto

source: This voucher is not combinable with an other voucher already in your cart: %s
eo_eo: Oni ne povas kombini tiun ĉi kuponon kun aliaj kuponoj, kiuj jam estas en via ĉareto: %s

source: Cart is empty
eo_eo: Ĉareto estas malplena

source: You cannot use this voucher in an empty cart
eo_eo: Oni ne povas uzi ĉi tiun kuponon en maplena ĉareto

source: You cannot use this voucher with these products
eo_eo: Oni ne povas uzi ĉi tiun kuponon kun tiuj produktoj

source: The email is already used, please choose another one or sign in
eo_eo: Retpoŝtadreso jam uzatas, bonvolu elekti alian aŭ ensaluti

source: Your account isn't available at this time, please contact us
eo_eo: Via konto ne estas atingebla nun, bonvolu kontakti nin

source: Authentication failed.
eo_eo: Aŭtentigado malsukcesis

source: Password is required
eo_eo: Pasvorto bezonatas

source: Invalid email/password combination
eo_eo: Nevalida kombino de retpoŝtadreso kaj pasvorto

source: There seems to be an issue with your account, please contact support
eo_eo: Ŝajnas esti problemo je via konto, bonvolu kontakti subtenon

source: An account was already registered with this email address
eo_eo: Konto kun sama retpoŝtadreso estas jam registrita

source: %s is required.
eo_eo: %s estas deviga.

source: is invalid.
eo_eo: ne validas.

source: The %1$s field is too long (%2$d chars max).
eo_eo: Kampo %1$s estas tro longa (maks. %2$d signojn).

source: Please fix the error below.
eo_eo: Bonvolu korekti la suban eraron.

source: Could not delete address.
eo_eo: Oni ne povis forigi la adreson.

source: The customer could not be found.
eo_eo: La kliento ne troveblis.

source: You must enter a voucher code.
eo_eo: Vi devas enigi kuponan kodon.

source: The voucher code is invalid.
eo_eo: La kupona kodo ne validas.

source: This voucher does not exist.
eo_eo: Ĉi tiu kupono ne ekzistas.

source: You must add %quantity% minimum quantity
eo_eo: Vi devas aldoni minimuman kvanton %quantity%

source: Null quantity.
eo_eo: Nula kvanto.

source: Product not found
eo_eo: Produkto ne estis trovita

source: This product (%product%) is no longer available.
eo_eo: La produkto (%product%) ne plu disponeblas.

source: The item %product% in your cart is no longer available in this quantity. You cannot proceed with your order until the quantity is adjusted.
eo_eo: La ero %product% en via ĉareto ne plu disponeblas je ĉi tiu kvanto. Vi ne povas daŭrigi vian mendon ĝis la kvanto estas ĝustigita.

source: The minimum purchase order quantity for the product %product% is %quantity%.
eo_eo: Minumuma mendebla kvanto de produkto %product% estas %quantity%.

source: Please fill in all of the required fields, and then save your customizations.
eo_eo: Bonvolu plenigi ĉiujn postulatajn kampojn kaj poste konservi viajn agordojn.

source: You already have the maximum quantity available for this product.
eo_eo: Vi jam havas maksimuman haveblan kvanton de ĉi-tiu produkto.

source: The product is no longer available in this quantity.
eo_eo: La produkto ne plu estas havebla en ti-ĉu kvanto.

source: The item %product% in your cart is now a product with attributes. Please delete it and choose one of its combinations to proceed with your order.
eo_eo: La produkto % product% en via ĉareto nun estas produkto kun variantoj. Bonvolu forigi ĝin kaj elektu unu el ĝiaj kombinaĵoj por plenumi vian mendon.

source: Invalid key.
eo_eo: Nevalida ŝlosilo.

source: This product does not exist in our store.
eo_eo: Tiu ĉi produkto ne ekzistas en nia vendejo.

source: This product has been deleted.
eo_eo: Ĉi tiu produkto estis forigita.

source: This file no longer exists.
eo_eo: Ĉi tiu dosiero jam ne ekzistas.

source: This product has been refunded.
eo_eo: Ĉi tiu produkto estis repagita.

source: The product deadline is in the past.
eo_eo: La limdato de la produkto jam pasis.

source: The product expiration date has passed, preventing you from download this product.
eo_eo: Jam pasis dato de eksvalidiĝo de la produkto, do vi ne povas elŝuti ĉi tiun produkton.

source: Expiration date has passed, you cannot download this product.
eo_eo: Jam pasis dato de eksvalidiĝo de la produkto, vi ne povas elŝuti ĉi tiun produkton.

source: You have reached the maximum number of downloads allowed.
eo_eo: Vi atingis la maksimuman nombron de elŝutoj, kiuj estas permesitaj.

source: Please provide the required information
eo_eo: Bonvolu plenumi postulatajn informojn

source: We couldn't find your order with the information provided, please try again
eo_eo: Ni ne povis trovi vian mendon laŭ la donitaj informoj, bonvolu reprovi

source: An unexpected error occurred while creating your account.
eo_eo: Neatendita eraro okazis dum kreado de via konto.

source: Could not update your information, please check your data.
eo_eo: Oni ne povis ĝisdatigi viajn infomojn, bonvolu kontroli viajn datumojn.

source: Sorry. We cannot renew your order.
eo_eo: Ni pardonpetas, ni ne povas renovigi vian mendon.

source: Some items are no longer available, and we are unable to renew your order.
eo_eo: Kelkaj eroj jam ne plu estas haveblaj, ni ne povas renovigi vian mendon.

source: This message is invalid (HTML is not allowed).
eo_eo: La mesaĝo ne validas (HTML kodo ne estas permesita).

source: Please provide an explanation for your RMA.
eo_eo: Bonvolu skribi klarigon por resendo de la varoj.

source: The message cannot be blank.
eo_eo: La mesaĝo ne povas esti malplena.

source: We cannot regenerate your password with the data you've submitted
eo_eo: Ni ne povas regeneri vian pasvorton per la datumoj, kiujn vi sendis

source: You cannot regenerate the password for this account.
eo_eo: Vi ne povas regeneri pasvorton por ĉi-tiu konto.

source: An error occurred while sending the email.
eo_eo: Eraro okazis dum la sendado de la retmesaĝo.

source: Customer account not found
eo_eo: Konto de la kliento ne estis trovita

source: The password and its confirmation do not match.
eo_eo: Pasvorto kaj konfirmo de la pasvorto ne kongruas.

source: The password is not in a valid format.
eo_eo: La pasvorto ne estas en valida formato.

source: Invalid message
eo_eo: Nevalida mesaĝo

source: This product is no longer available.
eo_eo: Tiu ĉi produkto ne plu disponeblas.

source: An error occurred while deleting the selected picture.
eo_eo: Eraro okazis dum forigo de selektita bildo.

source: An error occurred during the image upload process.
eo_eo: Eraro okazis dum bilda alŝutado.

source: PHP "Dom" extension has not been loaded.
eo_eo: PHP "Dom" sufikso ne estis ŝarĝita.

source: Login is required
eo_eo: Ensaluto deviga

source: Invalid login
eo_eo: Nevalida salutnomo

source: Invalid password
eo_eo: Nevalida pasvorto

source: Your address is incomplete, please update it.
eo_eo: Via adreso ne estas kompleta, bonvolu ĝisdatigi ĝin.
