Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminDesignFeature.*.xlf
Languages: eo_eo

source: Import theme
eo_eo: Importi etoson

source: Your current theme
eo_eo: Via nuna etoso

source: Select a theme for the "%name%" shop
eo_eo: Elektu temon por la vendejo "%name%"

source: Theme appearance
eo_eo: Etosa aspekto

source: Preview Theme %s
eo_eo: Antaŭrigardi etoson %s

source: Select your default email theme
eo_eo: Elektu vian defaŭltan retpoŝtan etoson

source: Select your email theme
eo_eo: Elektu vian retpoŝtan etoson

source: Select the theme you want to overwrite
eo_eo: Elektu la etoson, kiun vi volas anstataŭigi

source: List %theme% layouts
eo_eo: Listo de aranĝoj de %theme%

source: Email themes
eo_eo: Retpoŝtaj etosoj

source: Delete this theme?
eo_eo: Forigi tiun ĉi etoson?

source: Visit the theme catalog
eo_eo: Viziti la etosan katalogon

source: Theme
eo_eo: Etoso

source: My current theme
eo_eo: Mia nuna etoso

source: Use this theme
eo_eo: Uzi tiun ĉi etoson

source: Explore more than a thousand themes
eo_eo: Esploru pli ol mil etosojn

source: My theme for %name% shop
eo_eo: Mia etoso por vendejo %name%
