Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminShippingFeature.*.xlf
Languages: eo_eo

source: This carrier is %1$s and the transit time is %2$s.
eo_eo: Ĉi tiu transportisto estas %1$s kaj la transira tempo estas %2$s.

source: This carrier can deliver orders from %1$s to %2$s.
eo_eo: Ĉi tiu transportisto povas liveri mendojn de %1$s al %2$s.

source: Carrier name:
eo_eo: Nomo de transportisto:

source: This carrier will be proposed for those delivery zones:
eo_eo: Ĉi tiu transportisto estos proponita por jenaj liveraj zonoj:

source: Finally, this carrier will be proposed in those shops:
eo_eo: Fine ĉi tiu transportisto estos proponita en jenaj vendejoj:

source: Use one of our recommended carrier modules
eo_eo: Uzu unu el niaj rekomendataj transportaj moduloj

source: Do you think there should be one? Let us know!
eo_eo: Ĉu vi opinias, ke devas ekzisti unu? Sciigu nin!

source: It seems there are no recommended carriers for your country.
eo_eo: Ŝajnas, ke ne estas rekomendindaj transportistoj por via lando.

source: Carrier name
eo_eo: Nomo de transportisto

source: Delay
eo_eo: Prokrasto

source: Free Shipping
eo_eo: Senpaga sendo

source: Apply shipping cost
eo_eo: Apliki sendokoston

source: Shipping and handling
eo_eo: Sendado kaj uzado

source: Default behavior
eo_eo: Defaŭlta konduto

source: According to total price
eo_eo: Laŭ totala prezo

source: According to total weight
eo_eo: Laŭ totala pezo

source: Maximum package height
eo_eo: Maksimuma pakaĵa alteco

source: Maximum package width
eo_eo: Maksimuma pakaĵa larĝo

source: Maximum package depth
eo_eo: Maksimuma pakaĵa profundo

source: Maximum package weight
eo_eo: Maksimuma pakaĵa pezo

source: Name:
eo_eo: Nomo:

source: Transit time
eo_eo: Transira tempo

source: Speed grade
eo_eo: Rapideca grado

source: Billing
eo_eo: Fakturo

source: Out-of-range behavior
eo_eo: Ekster-gama konduto

source: Disable carrier
eo_eo: Malpermesi transportiston

source: Carrier options
eo_eo: Transportistaj opcioj

source: Default carrier
eo_eo: Defaŭlta transportisto

source: Carriers
eo_eo: Transportistoj
