Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminDesignHelp.*.xlf
Languages: eo_eo

source: WARNING: This feature may not be compatible with your theme, or with some of your modules. In particular, PNG mode is not compatible with the Watermark module. If you encounter any issues, turn it off by selecting "Use JPEG".
eo_eo: AVERTO: Ĉi tiu funkcio eble ne kongruas kun via etoso, aŭ kun iuj el viaj moduloj. Precipe PNG-reĝimo ne kongruas kun la filigrana modulo. Se vi renkontas problemojn, malŝaltu ĝin per elekto "Uzu JPEG".

source: Will appear on main page. Recommended size for the default theme: height %height% and width %width%.
eo_eo: Aperos ĉe ĉefa paĝo. Rekomendata grandeco por la defaŭlta etoso : alteco %height% kaj larĝo %width%.

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL.\nOnce you click on "Adapt to RTL", any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
eo_eo: Atentu! Bonvolu kontroli vian etoson per RTL-lingvo antaŭ ol generi la RTL-stilon: via temo povus esti jam adaptita al RTL. \nPost alklaki "Adapti al RTL", ĉiu RTL-specifa dosiero, kiun vi eble estis aldoninta al via etoso, povus esti forigita per la kreita stilfoliaro.

source: This won't regenerate email templates, it only sets the default email theme for future generation (when a language is installed for example).
eo_eo: Ĉi tio ne regeneros retpoŝtajn ŝablonojn, ĝi nur starigas la defaŭltan retpoŝtan etoson por estonta generacio (kiam lingvo estas instalita, ekzemple).

source: PrestaShop's email templates are stored in the "mails" folder, but they can be overridden by your current theme's own "mails" folder. Using this option enables to overwrite emails from your current theme.
eo_eo: La retpoŝtaj ŝablonoj de PrestaShop estas konservitaj en la dosierujo "mails", sed ili povas esti transpasitaj per la propra "mails"-dosierujo de via nuna etoso. Uzante ĉi tiun opcion ebligas anstataŭigi retmesaĝojn el via nuna etoso.

source: No emails were detected in any theme folder so this field is disabled.
eo_eo: Neniu retmesaĝo estis trovita en iu ajn etosa dosierujo, do tiu ĉi kampo estas malebligita.

source: Will appear on your main page. Recommended size for the default theme: height %height% and width %width%.
eo_eo: Aperos ĉe ĉefa paĝo. Rekomendata grandeco por la defaŭlta etoso: alteco %height% kaj larĝo %width%.

source: Be careful! Please check your theme in an RTL language before generating the RTL stylesheet: your theme could be already adapted to RTL. Once you click on "Adapt to RTL", any RTL-specific file that you might have added to your theme might be deleted by the created stylesheet.
eo_eo: Atentu! Bonvolu kontroli vian temon en RTL-lingvo antaŭ ol generi la RTL-stilon: via etoso povus esti jam adaptita al RTL. Post alklaki "Adapti al RTL", iu ajn RLT-specifa dosiero, kiun vi eble aldonis al via etoso, estos forigita per la kreita stilfolio.

source: Browse your computer files and select the Zip file for your new theme.
eo_eo: Foliumu viajn komputilajn dosierojn kaj elektu la Zip-dosieron por via nova etoso.

source: Indicate the complete URL to an online Zip file that contains your new theme. For instance, "http://example.com/files/theme.zip".
eo_eo: Donu la kompletan URL al interreta Zip-dosiero, kiu enhavas vian novan etoson. Ekzemple, "http://ekzemplo.com/dosieroj/etoso.zip".

source: This selector lists the Zip files that you uploaded in the '/themes' folder.
eo_eo: Ĉi tiu elektilo listigas la Zip-dosierojn, kiujn vi alŝutis en la dosierujon /themes'.

source: You must select a shop from the above list if you wish to choose a theme.
eo_eo: Vi devas elekti vendejon el la supra listo, se vi volas elekti etoson.
