Repository: Julievrz/TranslationFiles
Catalog: 1.7/translations/1.7.8/*/AdminCatalogFeature.*.xlf
Languages: eo_eo

source: Send a free gift
eo_eo: Sendi senpagan donacon

source: Unselected carriers
eo_eo: Neelektitaj transportistoj

source: Selected carriers
eo_eo: Elektitaj transportistoj

source: Send me an email when the quantity is under this level
eo_eo: Sendu al mi retmesaĝon, kiam la kvanto estos sub ĉi tiu nivelo

source: Send me an email when the quantity is below or equals this level
eo_eo: Sendu al mi retmesaĝon, kiam la kvanto estos sub aŭ egalos ĉi tiun nivelon

source: Available carriers
eo_eo: Disponeblaj transportantoj

source: Manage your credit slips
eo_eo: Administri viajn kreditatestojn

source: Viewing %from%-%to% on %total% (page %current_page% / %page_count%)
eo_eo: Montrante %from%-%to% el %total% (paĝo %current_page% / %page_count%)

source: Recommended size 800 x 800px for default theme.
eo_eo: Rekomendita grandeco 800 x 800px por defaŭlta etoso.

source: %group_name% - Customer who placed an order with the guest checkout.
eo_eo: %group_name% - Kliento, kiu mendis kiel neregistrita gasto.

source: Price per unit
eo_eo: Prezo po unuo
